export default {
    translation: {
      navlink: {
        home: "મુખપૃષ્ઠ",
        about: "અમારા વિશે",
        products: "ઉત્પાદનો",
        contactUs: "અમારો સંપર્ક કરો",
      },
  
      hero: {
        title: "તમારી વ્યવસાયની જરૂરિયાતો માટે મેટલ સોલ્યુશન્સ",
        description:
          "અમે કુશળ કારકિર્દીઓ અને ઉત્પાદકોની ટીમ છીએ જે તમારી જરૂરિયાતોને અનુરૂપ ઉચ્ચ ગુણવત્તાની મેટલ સિગ્નેજ, નામફલક અને લેબલ પૂરા પાડવા માટે પ્રતિબદ્ધ છે.",
        learnMore: "વધુ શીખો",
      },
  
      intro: {
        heading:
          "અમે ઉદ્યોગો, સંસ્થાઓ અને વ્યવસાય માટે ઉચ્ચ ગુણવત્તાની કસ્ટમ મેટલ સિગ્નેજ, નામફલક અને લેબલની બનાવટમાં નિષ્ણાત છીએ.",
        para1:
          "30 થી વધુ વર્ષોના અનુભવ સાથે, Medha Enterprises એ ઉચ્ચ ગુણવત્તાવાળા મેટલ સિગ્નેજ અને નામફલકના નિર્માણમાં એક વિશ્વસનીય બ્રાન્ડ તરીકે સ્થાન મેળવ્યું છે. 1992માં મુંબઇ, મહારાષ્ટ્રમાં સ્થાપિત, અમે ગ્રાહકોની અનન્ય જરૂરિયાતોને અનુરૂપ સચોટ એન્જિનિયરિંગ સોલ્યુશન્સ પ્રદાન કરીએ છીએ.",
        para2:
          "અમારું મુખ્ય કાર્યાલય મુંબઇમાં સ્થિત છે અને અમારી પાસે બે ઉત્પાદન એકમો છે: એક Khed MIDC અને બીજું દહિસર, મુંબઇમાં. આ સુવિધાઓ દરેક ઉત્પાદનના ઉત્તમ ક્રાફ્ટસ્મેનશિપ અને વિશ્વસનીયતાને સુનિશ્ચિત કરે છે.",
        para3:
          "અમે ઉચ્ચ ગુણવત્તાની એલ્યુમિનિયમ નામફલક, સ્ટેઈનલેસ સ્ટીલ નામફલક, સિગ્નેજ, કોપર ઇન્સ્ટ્રુમેન્ટ, એન્ગ્રેવ્ડ સ્ટીલ પ્લેટ્સ અને બ્રાસ નામફલક બનાવવામાં વિશેષતા ધરાવીએ છીએ. દરેક ઉત્પાદન અમારા ગ્રાહકોની કાર્યક્ષમતા અને બ્રાન્ડને સુધારવા માટે ડિઝાઇન કરવામાં આવ્યું છે.",
        para4:
          "અનુભવી નેતાઓના માર્ગદર્શન હેઠળ, અમે અનુકૂળ ઉકેલો અને ઉત્તમ ગુણવત્તા પ્રદાન કરીને મજબૂત પ્રતિષ્ઠા બનાવી છે, જે ભારતમાં સમગ્ર ગ્રાહકોના સંતોષ અને વિશ્વાસની ખાતરી આપે છે.",
        contactUs: "અમારો સંપર્ક કરો",
      },
  
      portfolio: {
        heading: "ઉત્પાદનો",
        productCards1: "સ્ટીલના ઉત્પાદનો",
        productCards2: "એલ્યુમિનિયમના ઉત્પાદનો",
        productCards3: "પિત્તળના ઉત્પાદનો",
        productCards4: "તામાના ઉત્પાદનો",
        viewmore: "વધુ જુઓ",
      },
  
      clients: {
        heading: "અમારા ગ્રાહકો",
        fewclients: "અમારા અમુક પ્રતિષ્ઠિત ગ્રાહકો",
      },
  
      completion25yrs: {
        title: "25 વર્ષના શ્રેષ્ઠતાની ઉજવણી",
        description:
          "અમને મેટલ ઉદ્યોગમાં 25 વર્ષના સમર્પણ, કુશળતાનું અને નવીનતાનું ઉજવણી કરવા માટે ગર્વ છે. અમારી સફળતા અને સતત વૃદ્ધિમાં ભાગ લેનારા માટે તમારો આભાર!",
      },
  
      numbers: {
        title: "તમે જે ઉપર વિશ્વાસ કરી શકો તે પ્રદર્શન",
        text1: "સફળતાપૂર્વક",
        subText1: "ગ્રાહકોને સેવા આપી",
        text2: "સફળતાપૂર્વક",
        subText2: "કસ્ટમ મેટલ ડિઝાઇન્સ પ્રદાન",
      },
  
      footers: {
        address:
          "501, વર્ષા,\nપરબત નગર, એસ.વી. રોડ,\nદહિસર (પૂર્વ), મુંબઇ-68,\nમહારાષ્ટ્ર, ભારત",
        heading1: "લિંક્સ",
        home: "મુખપૃષ્ઠ",
        about: "અમારા વિશે",
        product: "ઉત્પાદનો",
        contact: "સંપર્ક કરો",
        heading3: "સોશિયલ મીડિયા લિંક્સ",
        text: "સોશિયલ મીડિયા પર અમારો સંપર્ક કરો.",
        copyright:
          "કૉપિરાઇટ &copy; {new Date().getFullYear()} Medha Enterprises",
      },
      contact: {
        join: "અમારા સાથે જોડાઓ",
        send: "સંદેશ મોકલો",
        email: "ઇમેઇલ મોકલો",
        contact: "અમારો સંપર્ક કરો",
        office: "કચેરીનો સરનામું",
        whatsapp: "WhatsApp પર પણ ઉપલબ્ધ",
        fname: "પ્રથમ નામ",
        lname: "છેલ્લું નામ",
        email2: "ઇમેઇલ",
        phone: "તમારો ફોન નંબર",
        message: "સંદેશ",
      },
  
      brass: {
        heading: "પિત્તળના ઉત્પાદનો",
        title: "નામફલક",
      },
  
      aluminium: {
        heading: "એલ્યુમિનિયમના ઉત્પાદનો",
        title1: "કંપની નામનું પ્લેટ",
        title2: "મશીન માહિતી પ્લેટ",
        title3: "જોખમ ચિહ્ન",
        title4: "કંપની નામનું પ્લેટ",
        title5: "પ્રવાહ દિશા તીરસ્કક્ષ",
        title6: "મશીન માહિતી પ્લેટ",
        title7: "વાલ્વ પ્લાનિંગ ચાર્ટ",
        title8: "ઓન/ઓફ સ્વીચ પ્લેટ",
        title9: "સીરિયલ નંબર પ્લેટ",
        title10: "વાલ્વ આઈડેન્ટિફિકેશન પ્લેટ",
      },
  
      steel: {
        heading: "સ્ટીલના ઉત્પાદનો",
        title1: "બેંક સમયપત્રક",
        title2: "યોજના આલેખ",
        title3: "ટેક્નિકલ ડેટા પ્લેટ",
        title4: "વજન વિશિષ્ટતા પ્લેટ",
        title5: "સેવા બેજ",
        title6: "વિભાગ પ્લેટ",
        title7: "ઓપરેટિંગ સૂચનાઓ",
        title8: "આગ સલામતી સૂચનાઓ",
        title9: "બંગલો નંબર પ્લેટ",
        title10: "ઘટકો આઈડેન્ટિફિકેશન પ્લેટ",
        title11: "ફિરકતી પ્લેટ",
        title12: "HDFC હેંગિંગ પ્લેટ",
      },
  
      copper: {
        heading: "તામાના ઉત્પાદનો",
        title: "તામા ઇન્સ્ટ્રુમેન્ટ્સ",
      },
    },
  };
  