export default {
  translation: {
    navlink: {
      home: "होम",
      about: "अबाउट",
      products: "उत्पाद",
      contactUs: "संपर्क करें",
    },

    hero: {
      title: "आपकी व्यावसायिक आवश्यकताओं के लिए धातु समाधान",
      description:
        "हम अत्यधिक कुशल कारीगरों और निर्माताओं की एक टीम हैं जो आपकी आवश्यकताओं के अनुरूप प्रीमियम गुणवत्ता वाले धातु साइनेज, नेमप्लेट और लेबल प्रदान करने के लिए समर्पित हैं।",
      learnMore: "और जानें",
    },

    intro: {
      heading:
        "हम उद्योगों, संगठनों, और व्यवसायों के लिए उच्च गुणवत्ता वाले कस्टम धातु साइनिज, नेमप्लेट, और लेबल बनाने में विशेषज्ञ हैं।",
      para1:
        "30+ वर्षों के अनुभव के साथ, Medha Enterprises ने प्रीमियम धातु साइनेज और नेमप्लेट के निर्माण में खुद को एक भरोसेमंद नाम स्थापित किया है। हमारी स्थापना 1992 में मुंबई, महाराष्ट्र में हुई थी, और तब से हम अद्वितीय ग्राहक आवश्यकताओं को पूरा करने के लिए सटीक इंजीनियरिंग समाधान प्रदान कर रहे हैं।",
      para2:
        "हमारा पंजीकृत कार्यालय मुंबई में है और हमारे दो निर्माण इकाइयाँ हैं—एक Khed MIDC में और दूसरी Dahisar, मुंबई में। इन सुविधाओं के माध्यम से हम असाधारण शिल्पकला को बनाए रखते हैं और हम जो भी उत्पाद बनाते हैं, उसकी विश्वसनीयता सुनिश्चित करते हैं।",
      para3:
        "हम उच्च गुणवत्ता वाले एल्युमिनियम नेमप्लेट, स्टेनलेस स्टील नेमप्लेट, साइन बोर्ड, तांबे के यंत्र, SS एचइचिंग प्लेट्स, उकेरे हुए प्लेट्स, और पीतल की प्लेट्स बनाने में विशेषज्ञ हैं। प्रत्येक उत्पाद व्यवसायों की दक्षता और ब्रांडिंग को बढ़ाने के लिए डिज़ाइन किया गया है।",
      para4:
        "अनुभवी नेतृत्व के मार्गदर्शन में, हमने असाधारण गुणवत्ता और कस्टम समाधान देने के लिए एक मजबूत प्रतिष्ठा बनाई है, जिससे भारत भर के हर प्रोजेक्ट में ग्राहक संतुष्टि और विश्वास सुनिश्चित होता है।",
      contactUs: "संपर्क करें",
    },

    portfolio: {
      heading: "उत्पाद",
      productCards1: "स्टील उत्पाद",
      productCards2: "एल्युमिनियम उत्पाद",
      productCards3: "पीतल  उत्पाद",
      productCards4: "तांबा उत्पाद",
      viewmore: "और देखें",
    },

    clients: {
      heading: "हमारे ग्राहक",
      fewclients: "हमारे कुछ प्रसिद्ध ग्राहक",
    },

    completion25yrs: {
      title: "25 वर्षों का अद्वितीय उत्कृष्टता का उत्सव",
      description:
        "हम मेटल इंडस्ट्री में 25 वर्षों की समर्पण, शिल्पकला, और नवाचार का जश्न मनाने के लिए सम्मानित हैं! हमें गर्व है कि हम कस्टम मेटल नेमप्लेट्स, लेबल्स और अन्य उत्पादों के लिए शीर्ष गुणवत्ता प्रदान करते हैं। हाल ही में हमें एक प्रतिष्ठित ट्रॉफी से सम्मानित किया गया, जो हमारे अद्वितीय सफर की पहचान है। हमारे सफलता और विकास का हिस्सा बनने के लिए धन्यवाद!",
    },

    numbers: {
      title: "प्रदर्शन जिस पर आप भरोसा कर सकते हैं",
      text1: "सफलतापूर्वक",
      subText1: " ग्राहक के साथ काम किया ",
      text2: "सफलतापूर्वक",
      subText2: "कस्टम मेटल डिज़ाइन्स वितरित किया गया ",
    },

    footers: {
      address:
        "501,Varsha,\nParbat Nagar, S.V.Road,\nDahisar (East) , Mumbai-68,\nMaharashtra , India",
      heading1: "लिंक",
      home: "होम",
      about: "अबाउट",
      product: "उत्पाद",
      contact: "संपर्क करें",
      heading3: "सोशल मीडिया लिंक",
      text: "हमसे सोशल मीडिया पर जुड़ें।",
      copyright:
        "Copyright &copy; {new Date().getFullYear()} Medha Enterprises",
    },
    contact: {
      join: "हमसे जुड़ें",
      send: "मेसेज भेजें",
      email: "ईमेल भेजें",
      contact: "हमें फ़ोन करें",
      office: "कार्यालय का पता",
      whatsapp: "व्हाट्सएप पर भी उपलब्ध",
      fname: "पहला नाम",
      lname: "उपनाम",
      email2: "ईमेल",
      phone: "आपका फोन नंबर",
      message: "संदेश",
    },
    brass: {
      heading: "पीतल  उत्पाद",
      title: "पहचान टैग",
    },

    aluminium: {
        heading: "एल्यूमीनियम उत्पाद",
        title1: "कंपनी के लिए नाम-पट्टिका",
        title2: "मशीन जानकारी प्लेट",
        title3: "खतरे का संकेत",
        title4: "कंपनी के लिए नाम-पट्टिका",
        title5: "प्रवाह संकेत तीर",
        title6: "मशीनरी जानकारी प्लेट",
        title7: "वाल्व अनुसूची आरेख प्लेट",
        title8: "चालू/बंद स्विच प्लेट",
        title9: "क्रम संख्या प्लेट",
        title10: "वाल्व नाम प्लेट",
      },
      
      steel: {
        heading: "स्टील उत्पाद",
        title1: "बैंक संचालन घंटे का संकेत",
        title2: "आरेख योजना",
        title3: "तकनीकी डेटा प्लेट",
        title4: "वजन विनिर्देश प्लेट",
        title5: "सेवा बैज",
        title6: "वार्ड विभाजन",
        title7: "संचालन निर्देश",
        title8: "आग सुरक्षा निर्देश",
        title9: "बंगला नंबर प्लेट",
        title10: "घटक पहचान प्लेट",
        title11: "रोटोडायल प्लेट",
        title12: "एचडीएफसी लटकने वाली प्लेट",
      },
      

    copper: {
      heading: "तांबा उत्पाद (यंत्र)",
      title: "तांबा यंत्र",
    },
  },
};
