export default {
    translation: {
      navlink: {
        home: "मुख्य पृष्ठ",
        about: "आमच्याबद्दल",
        products: "उत्पादने",
        contactUs: "आमच्याशी संपर्क साधा",
      },
  
      hero: {
        title: "आपल्या व्यावसायिक गरजांसाठी मेटल सोल्यूशन्स",
        description:
          "आम्ही कुशल कारागीर आणि उत्पादकांची टीम आहोत जी तुमच्या गरजेनुसार प्रीमियम दर्जाचे मेटल सायनेज, नेमप्लेट्स आणि लेबल्स प्रदान करण्यात समर्पित आहे.",
        learnMore: "अधिक जाणून घ्या",
      },
  
      intro: {
        heading:
          "आम्ही उद्योग, संस्थांचे आणि व्यवसायांचे उच्च दर्जाचे कस्टम मेटल सायनेज, नेमप्लेट्स आणि लेबल्स तयार करण्यात विशेषज्ञ आहोत.",
        para1:
          "30+ वर्षांच्या अनुभवासह, मेधा एंटरप्रायझेसने प्रीमियम मेटल सायनेज आणि नेमप्लेट्स तयार करण्यामध्ये एक विश्वासार्ह नाव निर्माण केले आहे. आमची स्थापना 1992 मध्ये मुंबई, महाराष्ट्र येथे झाली आणि त्यानंतर आम्ही ग्राहकांच्या विशिष्ट गरजांसाठी सटीक अभियांत्रिकी उपाय प्रदान करत आहोत.",
        para2:
          "आमचे नोंदणीकृत कार्यालय मुंबईमध्ये असून आमच्या दोन उत्पादन सुविधा आहेत—एक खेड़ MIDC येथे आणि दुसरी दहिसर, मुंबई येथे. या सुविधांद्वारे आम्ही उच्च दर्जा राखतो आणि आमच्या प्रत्येक उत्पादनाची विश्वासार्हता सुनिश्चित करतो.",
        para3:
          "आम्ही उच्च दर्जाचे अॅल्युमिनियम नेमप्लेट्स, स्टेनलेस स्टील नेमप्लेट्स, साईन बोर्ड्स, तांब्याचे यंत्र, SS एचिंग प्लेट्स, उकेरलेल्या प्लेट्स, आणि पितळ प्लेट्स तयार करण्यात तज्ञ आहोत. प्रत्येक उत्पादन व्यवसायाची कार्यक्षमता आणि ब्रँडिंग वाढवण्यासाठी डिझाइन केलेले आहे.",
        para4:
          "अनुभवी नेतृत्वाखाली, आम्ही उत्कृष्ट गुणवत्ता आणि सानुकूल उपाय देण्यासाठी एक मजबूत प्रतिष्ठा तयार केली आहे, ज्यामुळे भारतभर ग्राहक समाधान आणि विश्वास निर्माण झाला आहे.",
        contactUs: "आमच्याशी संपर्क साधा",
      },
  
      portfolio: {
        heading: "उत्पादने",
        productCards1: "स्टील उत्पादने",
        productCards2: "अॅल्युमिनियम उत्पादने",
        productCards3: "पितळ उत्पादने",
        productCards4: "तांब्याची उत्पादने",
        viewmore: "अधिक पहा",
      },
  
      clients: {
        heading: "आमचे ग्राहक",
        fewclients: "आमचे काही नामांकित ग्राहक",
      },
  
      completion25yrs: {
        title: "25 वर्षांच्या असाधारण यशाचा उत्सव",
        description:
          "आम्हाला मेटल इंडस्ट्रीतील 25 वर्षांच्या समर्पण, कौशल्य, आणि नाविन्याचा उत्सव साजरा करण्याचा सन्मान मिळाला आहे! कस्टम मेटल नेमप्लेट्स, लेबल्स आणि इतर उत्पादने प्रदान करण्यात आम्हाला अभिमान आहे. अलीकडे आम्हाला एक प्रतिष्ठित ट्रॉफीने सन्मानित करण्यात आले, जी आमच्या प्रवासाचे प्रतीक आहे. आमच्या यशाचा आणि विकासाचा भाग झाल्याबद्दल धन्यवाद!",
      },
  
      numbers: {
        title: "तुम्ही ज्यावर विश्वास ठेवू शकता असे प्रदर्शन",
        text1: "यशस्वीपणे",
        subText1: " ग्राहकांशी काम केले",
        text2: "यशस्वीपणे",
        subText2: "कस्टम मेटल डिझाइन्स वितरित केले",
      },
  
      footers: {
        address:
          "501, वर्षा,\nपर्वत नगर, एस. व्ही. रोड,\nदहिसर (पूर्व), मुंबई-६८,\nमहाराष्ट्र, भारत",
        heading1: "लिंक्स",
        home: "मुख्य पृष्ठ",
        about: "आमच्याबद्दल",
        product: "उत्पादने",
        contact: "संपर्क साधा",
        heading3: "सोशल मीडिया लिंक्स",
        text: "सोशल मीडियावर आम्हाला जोडा.",
        copyright:
          "Copyright &copy; {new Date().getFullYear()} मेधा एंटरप्रायझेस",
      },
  
      contact: {
        join: "आमच्याशी जोडा",
        send: "संदेश पाठवा",
        email: "ईमेल पाठवा",
        contact: "आमच्याशी कॉल करा",
        office: "कार्यालयाचा पत्ता",
        whatsapp: "व्हॉट्सअॅपवर देखील उपलब्ध",
        fname: "पहिले नाव",
        lname: "आडनाव",
        email2: "ईमेल",
        phone: "तुमचा फोन नंबर",
        message: "संदेश",
      },
  
      brass: {
        heading: "पितळ उत्पादने",
        title: "ओळख टॅग",
      },
  
      aluminium: {
        heading: "अॅल्युमिनियम उत्पादने",
        title1: "कंपनीसाठी नाव-पट्टिका",
        title2: "यंत्र माहिती प्लेट",
        title3: "धोक्याचा सिग्नल",
        title4: "कंपनीसाठी नाव-पट्टिका",
        title5: "प्रवाह दर्शक बाण",
        title6: "यंत्रांची माहिती प्लेट",
        title7: "झडप वेळापत्रक आकृती प्लेट",
        title8: "चालू/बंद स्विच प्लेट",
        title9: "सिरीयल नंबर प्लेट",
        title10: "झडप नाव प्लेट",
      },
  
      steel: {
        heading: "स्टील उत्पादने",
        title1: "बँकेचे कामकाजाचे तास सिग्नल",
        title2: "आकृती योजना",
        title3: "तांत्रिक डेटा प्लेट",
        title4: "वजन तपशील प्लेट",
        title5: "सेवा बॅज",
        title6: "वार्ड विभाग",
        title7: "संचालन सूचना",
        title8: "आगीच्या सुरक्षिततेच्या सूचना",
        title9: "बंगला नंबर प्लेट",
        title10: "घटक ओळख प्लेट",
        title11: "रोटोडायल प्लेट",
        title12: "एचडीएफसी लटकन प्लेट",
      },
  
      copper: {
        heading: "तांब्याची उत्पादने",
        title: "तांब्याचे यंत्र",
      },
    },
  };
  